-- MySQL dump 10.13  Distrib 5.5.32, for FreeBSD9.1 (amd64)
--
-- Host: mysql716.db.sakura.ne.jp    Database: amaraimusi_zss_rec2
-- ------------------------------------------------------
-- Server version	5.7.22-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `titles`
--

DROP TABLE IF EXISTS `titles`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `titles` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title_name` varchar(255) DEFAULT NULL COMMENT 'タイトル',
  `title_ctg_id` int(11) DEFAULT '0' COMMENT 'タイトルカテゴリ',
  `note` text COMMENT '備考',
  `public_flg` tinyint(4) DEFAULT '1' COMMENT '公開',
  `sort_no` int(11) DEFAULT '0' COMMENT '順番',
  `delete_flg` tinyint(1) DEFAULT '0' COMMENT '無効フラグ',
  `update_user` varchar(50) DEFAULT NULL COMMENT '更新者',
  `ip_addr` varchar(40) DEFAULT NULL COMMENT 'IPアドレス',
  `created` datetime DEFAULT NULL COMMENT '生成日時',
  `modified` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新日時',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=275 DEFAULT CHARSET=utf8mb4 COMMENT='タイトル';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `titles`
--

LOCK TABLES `titles` WRITE;
/*!40000 ALTER TABLE `titles` DISABLE KEYS */;
INSERT INTO `titles` VALUES (1,'初農業',1,'農業を最初に始めたころ',1,8,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:38:43'),(2,'ドラゴンフルーツ',1,'',1,9,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:38:48'),(3,'裏畑',1,'',1,10,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:39:41'),(4,'池',2,'',1,11,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:40:36'),(150,'テヘランテラ',1,'水草',1,12,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:40:46'),(151,'水草B',1,'水草',1,13,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:40:51'),(152,'風呂桶の水草C',1,'',1,14,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:41:01'),(190,'有機種子ナスの畑',1,'種から育てた自然農法作物が中心。',1,15,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:40:56'),(193,'モロヘイヤ2015',1,'',1,16,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:41:07'),(194,'２代目ナタマメ',1,'',1,17,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:41:16'),(195,'長ナス2015',1,'メイクマンで200円で売られていたナス。\n黄色のポット。２株植える。',1,18,0,'','::1','2016-08-06 23:36:45','2018-10-05 11:41:22'),(196,'ジャガイモ2016冬',1,'',1,19,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(197,'庭先のパッションフルーツ',1,'',1,20,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(198,'ミズナス',1,'放置苗',1,21,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(199,'ニンジン',1,'お買い得の5000粒入りニンジン',1,22,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(200,'50円ナス1',1,'初期位置のナス',1,23,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(201,'\\落花生',1,'2015',1,24,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(202,'200円長ナス',1,'２株',1,25,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(203,'50円ナス2',1,'',1,26,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(204,'オジーのムベニイモ',1,'',1,27,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(205,'50円ナス3',1,'',1,28,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(206,'多種植え：ピーマン、ヒラサヤマメ、シマナ',1,'ピーマン、ヒラサヤマメ、シマナを同じ場所に同時に植える。',1,29,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(207,'２代目ゴーヤ',1,'放置していたゴーヤから２代目が自然に生えてきた。',1,30,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(208,'有機種マスタード',1,'有機種子のマスタード',1,31,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(209,'シマトウガラシ【2016年】',1,'４株',1,32,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(210,'マスタード・一畳ばらまき',1,'一畳以下の範囲ばら撒きしたマスタード',1,33,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(211,'シマトウガラシ',1,'',1,34,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(212,'有機種パプリカ',1,'',1,35,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(213,'日本長ナス【有機種】',1,'',1,36,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(214,'中長茄・【中国産】',1,'',1,37,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(215,'ミツバ',1,'',1,38,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(216,'滝野川ゴボウ',1,'',1,39,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(217,'西洋早生ナス',1,'冬ではなく夏に播種',1,40,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(218,'日陰の長ナス',1,'黄色ポットの200円長ナス。トナシムの影になってしまった。',1,41,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(219,'柿',1,'京都の中村姉妹よりもらった柿の種から栽培。三平の亡骸となり。',1,42,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(220,'50円ナス２代目',1,'',1,43,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(221,'小五郎ナス',1,'',1,44,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(222,'島オクラ（インド産）',1,'',1,45,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(223,'沖縄島ニンジン2016夏',1,'',1,46,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(224,'チンゲンサイ2016夏',1,'',1,47,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(225,'マスタード2016夏',1,'',1,48,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(226,'赤丸20日大根',1,'',1,49,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(227,'ワラかけ発芽実験',1,'ワラを種が見える程度と、露地むき出しではどちらが良く発芽するか実験する',1,50,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(228,'トマト・マーマンド',1,'有機種子',1,51,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(229,'在来あおナス',1,'',1,50,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(230,'固定種キュウリ若緑地這',1,'',1,51,0,'','','2016-08-06 23:36:45','2018-10-05 11:42:28'),(231,'シマナ三代',1,'2015年の冬ごろ刈り',1,231,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(232,'白菜とサラダセット',1,'',1,232,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(233,'おじいさんのバンシルー',1,'おじいさん（母方）のバンシルー（グアバ）になっていた実のタネから生えてきた木。',1,233,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(234,'庭のパイン',1,'だれかが食べたパインのヘタ部分が庭に投げ出されていた。気まぐれにパッションフルーツの隣に植える。',1,234,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(235,'庭のアボガド',1,'気まぐれにタネを植えたら生えてきた株。',1,235,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(236,'ローズマリー',1,'',1,236,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(237,'月桂樹',1,'',1,237,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(238,'青首総太り大根',1,'ダイソーで購入した種。\r\n２つで100円の代物。',1,238,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(239,'日本長ナス【2016秋播種】',1,'大根のとなりにタネを播種。',1,239,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(240,'在来あおナス【2016秋播種】',1,'大根のとなりに播種。',1,240,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(241,'一輪車2号',1,'さび防止のため塗装を施している。',1,241,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(242,'2代目50円ナス',1,'200番ナスの子',1,242,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(243,'日陰長ナス2代目',1,'218番の子',1,243,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(244,'アボガド【2016-10】',1,'捨てずに保管していたアボガドの種を播種',1,244,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(245,'なぞのタネ',1,'弟２からもらったなぞの果実の種',1,245,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(246,'沖縄四角豆',1,'',1,246,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(247,'ヒラサヤマメ【2代目50円ナス】',1,'',1,247,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(248,'2代目長ナス【若実種子】',1,'202番ナスの子。誤って刈り取ってしまった若い実の種。',1,248,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(249,'チェリートマトA',1,'マスタード、2代目シマナ、ヒラサヤマメ、2代目長ナス(248番）も一緒に播種している。',1,249,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(250,'中長茄と葉ネギ',1,'中長茄は217番の残り種である。',1,250,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(251,'トマト・マーマンド【秋播き】',1,'',1,251,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(252,'いちご',1,'ヒガ姉妹からもらった苗（4株）',1,252,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(253,'ナス2017',1,'2016年12月に播種したナス。\r\n今までの知識を動員し、ウネ立て、シマナ、マメの組み合わせ。',1,253,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(254,'沖縄島ニンジン2017',1,'',1,254,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(255,'ほうれん草',1,'',1,255,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(256,'ノリスケのコスモス',1,'ノリスケを埋葬した場所にコスモスを播種する。',1,256,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(257,'中長ナスのまわりにシマナ',1,'',1,257,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(258,'オクラ2017年度',1,'昨年に収穫したオクラの種を播種',1,258,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(259,'シマナ4代目',1,'',1,259,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(260,'2代目パプリカ',1,'有機種パプリカの2代目',1,260,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(261,'シソ2017',1,'ダイソーのシソの種',1,261,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(262,'有機種チェリートマト',1,'有機種',1,262,0,NULL,NULL,'2016-08-06 23:36:45','2018-10-05 11:42:28'),(263,'熱帯魚45cm水槽・水草再生実験',2,'45日前くらいに水槽ごと熱帯魚を譲り受ける。\nこの水槽の水草はまともに育っていない。\nこの状態から水草に満ちた水槽をめざしていろいろ実験してみる。',1,263,0,NULL,'::1','2016-08-06 23:36:45','2018-10-05 11:43:16'),(264,'野草',3,'',1,264,0,NULL,'::1','2016-08-06 23:36:45','2018-10-05 11:44:37'),(265,'昆虫/小生物',2,'昆虫、節足動物、土壌生物など',1,265,0,NULL,'::1','2016-08-06 23:36:45','2018-10-05 11:43:31'),(266,'沖縄の淡水魚と熱帯魚',2,'川や池の淡水魚、観賞用の海水魚など。',1,266,0,NULL,'::1','2016-08-06 23:36:45','2018-10-05 11:43:26'),(267,'キノコ',4,'',1,267,0,NULL,'::1','2016-08-06 23:36:45','2018-10-05 11:45:21'),(268,'テスト',5,'',1,7,0,'kani','::1','2018-10-10 16:46:56','2018-10-10 07:46:57'),(269,'草刈機の修理',5,'',1,6,0,'kani','210.142.96.204','2018-10-16 19:02:31','2018-10-16 10:02:31'),(270,'ジャックフルーツ',1,'弟からもらったジャックフルーツの種を育てる。',1,3,0,'kani','118.241.251.102','2018-10-23 13:00:56','2018-10-23 04:01:37'),(271,'シマナ5代目2018年晩秋',5,'',NULL,2,0,'kani','126.219.137.211','2018-10-27 16:37:48','2018-10-27 07:37:48'),(272,'島ニンジン',1,'',1,5,0,'kani','126.219.137.211','2018-11-14 10:26:53','2018-11-14 01:26:53'),(273,'ナス2019',5,'',NULL,1,0,'kani','126.219.137.211','2018-12-12 08:54:38','2018-12-11 23:54:38'),(274,'シークヮサー',1,'家のとなりから生えてきたシークヮサーの種',1,4,0,'kani','126.219.137.211','2019-02-01 19:41:41','2019-02-01 10:41:41');
/*!40000 ALTER TABLE `titles` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-02-18 11:03:20
